Repository: error23/M5StickC-CrowOS_Backend
Catalog: src/main/resources/i18n/*.po
Languages: fr

source: Sorry, one {0} already exists with {1} = {2}
fr: Désolé, un {0} existe deja avec {1} = {2}

source: Sorry, {0} with ID {1} not found!
fr: Désolé, {0} avec l''id {1} n'as pas pu être trouvée !

source: Sorry, {0} not found!
fr: Désolé, {0} n''as pas pu être trouvée !

source: Input validation failed with {0} error:
fr: Validation de l''entrée a échouée avec {0} erreur :

source: Field {0}
fr: Champ {0}

source: must not be null
fr: ne doit pas être nul

source: Error retrieving command
fr: Erreur impossible de lire la réponse

source: Cannot send command to FlashForge Dreamer :
fr: Impossible d'envoyer la commande a FlashForge Dreamer :

source: Sorry, missing {0} permission on {1}!
fr: Désolé, Vous n''avez pas de permission {0} sur l''object {1} !

source: unknown
fr: inconnue

source: Sorry, Account {0} doesn''t have root privilege!
fr: Désolé, Account {0} n''as pas de privilege root !
